{"status":"ok","source":"associated-press","sortBy":"top","articles":[{"author":"STEVE PEOPLES, KATHLEEN RONAYNE and HUNTER WOODALL","title":"Sanders edges Buttigieg in NH, giving Dems 2 front-runners","description":"MANCHESTER, N.H. (AP) — Bernie Sanders won New Hampshire’s presidential primary, edging moderate rival Pete Buttigieg and scoring the first clear victory in the Democratic Party’s chaotic 2020...","url":"https://apnews.com/3d16640da86f6e5c30b1b5fba8d91936","urlToImage":"","publishedAt":"2020-02-11T10:32:28Z"},{"author":"SARA BURNETT, HOLLY RAMER and MICHAEL CASEY","title":"Klobuchar surged in New Hampshire. Can she make it count?","description":"CONCORD, N.H. (AP) — It took a year of campaigning, countless stump speeches and an especially strong night on the debate stage for little-known Democratic presidential hopeful Amy Klobuchar to...","url":"https://apnews.com/126ad1dc798c43eca57fb333a174121f","urlToImage":"","publishedAt":"2020-02-12T05:10:06Z"},{"author":"JIM MUSTIAN, REESE DUNKLIN and BRETT MARTEL","title":"\nNFL team's deep Catholic ties behind role in abuse crisis","description":"NEW ORLEANS (AP) — Why would an NFL team, even one called the Saints, strike a behind-the-scenes alliance with the Roman Catholic Church on an issue as emotionally fraught as clergy sex abuse?...","url":"https://apnews.com/7c2b940355294c780efe92190e68f69a","urlToImage":"","publishedAt":"2020-02-12T15:17:55Z"},{"author":"KEN MORITSUGU","title":"Fall in new cases raises hope in virus outbreak in China","description":"BEIJING (AP) — The number of new cases in China dropped for a second straight day in the virus outbreak that has infected about 45,000 people and killed more than 1,100, health officials said...","url":"https://apnews.com/22857c9d3f31d3cea98bd793611e71aa","urlToImage":"","publishedAt":"2020-02-12T02:39:32Z"},{"author":"JIM HEINTZ and DARIA LITVINOVA","title":"2 Russians flee virus quarantine, in dismay at hospitals","description":"MOSCOW (AP) — One patient jumped out of a hospital window to escape her quarantine and another managed to break out by disabling an electronic lock.Two Russian women who were kept in...","url":"https://apnews.com/0f0d815ef0be8eb6809babd542620ff4","urlToImage":"","publishedAt":"2020-02-12T10:38:53Z"},{"author":"BEN WALKER","title":"Poodle perfection: Siba wins best in show at Westminster","description":"NEW YORK (AP) — Primped and poised, Siba the standard poodle owned the ring.Even with the crowd at Madison Square Garden chanting for a popular golden retriever, the statuesque Siba...","url":"https://apnews.com/e8b8056dd491841d9f01521f3e2b51da","urlToImage":"","publishedAt":"2020-02-11T21:23:59Z"},{"author":"NICOLE WINFIELD","title":"Pope avoids question of married priests in Amazon document","description":"VATICAN CITY (AP) — Pope Francis refused Wednesday to approve the ordination of married men to address a shortage of priests in the Amazon, sidestepping a fraught issue that has dominated debate...","url":"https://apnews.com/c7f3dd10f458cb02fa9fa725c096d7db","urlToImage":"","publishedAt":"2020-02-12T11:03:58Z"},{"author":"ALBERT AJI and ANDREW WILKS","title":"Syria: US troops open fire on locals in northeast, killing 1","description":"DAMASCUS (AP) — A Syrian was killed and another was wounded in a rare clash Wednesday between American troops and a group of government supporters who tried to block a U.S. convoy driving through...","url":"https://apnews.com/5af57c4ce873b35c22ceb7360f9323ee","urlToImage":"https://storage.googleapis.com/afs-prod/media/6486b523b904410ab9192b4dcfb34ab7/3000.jpeg","publishedAt":"2020-02-12T11:29:32Z"},{"author":"ELANA SCHOR","title":"White supremacist propaganda spreading, anti-bias group says","description":"NEW YORK (AP) — Incidents of white supremacist propaganda distributed across the nation jumped by more than 120% between 2018 and last year, according to the Anti-Defamation League, making 2019...","url":"https://apnews.com/91472a426378c81ef46e023892cb9f5b","urlToImage":"https://storage.googleapis.com/afs-prod/media/e775cea9eba847faaea6fbe2c5b48ae7/3000.jpeg","publishedAt":"2020-02-12T05:09:19Z"},{"author":"PABLO GORONDI","title":"Review: Huey Lewis and The News' 'Weather' may be their last","description":"“Weather” is the first album of original songs from Huey Lewis and The News in nearly two decades and it may also be their last.Lewis has been suffering for decades from an inner-ear...","url":"https://apnews.com/06bc10673b4854f060dd06b839a2fc65","urlToImage":"https://storage.googleapis.com/afs-prod/media/34644a73f4b740148998e91e41040250/1600.jpeg","publishedAt":"2020-02-12T16:26:37Z"}]}